[
    {
        "id": 1,
        "name": "Trilogía de la Fundación",
        "author": "Isaac Asimov",
        "genre": "Ciencia ficción clásica",
        "description": "El hombre se ha dispersado por toda la galaxia. La capital del Imperio es Trántor, nido de intrigas y corrupción. Gracias a su ciencia, fundada en el estudio matemático de los hechos históricos y el comportamiento de las masas, el psicohistoriador Hari Seldon prevé la caída del Imperio y el retorno a la barbarie durante varios milenios. A fin de reducir este período de barbarie a mil años, Seldon decide crear una Fundación en un extremo de la galaxia.El poderío de la Fundación alcanza límites insospechados, su dominio se sostiene en la energía, la religión y el comercio. Sin embargo, la aparición del Mulo, un individuo dotado de poderes paranormales, desafía todas las previsiones. Conquistando planeta tras planeta, le gana terreno a la Fundación de manera vertiginosa. La salvación de la galaxia queda en manos de una Segunda Fundación totalmente secreta y cuyo emplazamiento es desconocido incluso para los dirigentes de la Primera.",
        "biographyAuthor": "Isaac Asimov nació en Rusia, entre 1919 y 1920. Poco después de que este cumpliera tres años, sus padres decidieron trasladarse a Brooklyn, en Nueva York, EEUU. Fue trabajando en los kioscos de este barrio donde encontró su pasión por la escritura y la ciencia ficción. Eventualmente se graduó como bioquímico y comenzó a trabajar como investigador para la marina estadounidense, trabajo que tuvo un profundo impacto en su persona. Tras terminar su posgrado, fue aceptado como asociado en la Universidad de Boston. Para ese momento ya era padre de una prolífica literatura, que le reportaba más ingresos que su empleo formal. En 1966 fue nombrado vicepresidente honorario de la asociación MENSA, cargo en que permaneció hasta 1989. En 1985 fue elegido presidente de la Asociación Humanista Estadounidense, cargo que desempeñó hasta su muerte. Su postura filosófica, reflejada a lo largo de su literatura, era racionalista y humanista. Fue un divulgador de la ciencia y la historia mediante su literatura; en la cual también exploraba posibles cursos de desarrollo de la tecnología y la sociedad. Murió de SIDA en 1992, tras haber recibido una transfusión sanguinea contaminada con el virus una década antes",
        "price": 1989,
        "img": "/img/products/asimov.png"
    },
    {
        "id": 2,
        "name": "Cuento de hadas",
        "author": "Stephen King",
        "genre": "Aventura, Fantasía",
        "description": "Charlie Reade parece un estudiante de instituto normal y corriente, pero carga con un gran peso sobre los hombros. Cuando él solo tenía diez años, su madre fue víctima de un atropello y la pena empujó a su padre a la bebida. Aunque era demasiado joven, Charlie tuvo que aprender a cuidarse solo... y también a ocuparse de su padre. Ahora, con diecisiete años, Charlie encuentra dos amigos inesperados: una perra llamada Radar y Howard Bowditch, su anciano dueño. El señor Bowditch es un ermitaño que vive en una colina enorme, en una casa enorme que tiene un cobertizo cerrado a cal y canto en el patio trasero. A veces, sonidos extraños emergen de él. Mientras Charlie se encarga de hacer recados para el señor Bowditch, Radar y él se hacen inseparables. Cuando el anciano fallece, le deja al chico una cinta de casete que contiene una historia increíble y el gran secreto que Bowditch ha guardado durante toda su vida: dentro de su cobertizo existe un portal que conduce a otro mundo.",
        "biographyAuthor": "Stephen King, nacido en 1947 en Portland, Maine, Estados Unidos, es un prolífico y aclamado autor conocido por su dominio del terror, la ficción sobrenatural y el suspense. Tras publicar su primera novela, “Carrie“, en 1974, su carrera se disparó. Sus obras, como “El resplandor“, “Eso“ y la serie “La Torre Oscura“, han cautivado a lectores de todo el mundo.\r\n La destreza narrativa de King reside en su capacidad para crear relatos envolventes y escalofriantes que ahondan en las profundidades de los miedos y las emociones humanas. Su estilo único combina el terror con la exploración psicológica, dando como resultado una obra que trasciende las fronteras del género.\r\n Más allá de su éxito literario, las novelas y relatos de King han inspirado numerosas adaptaciones cinematográficas y televisivas, consolidando su influencia en la cultura popular. Sus logros incluyen más de 350 millones de libros vendidos, lo que le convierte en uno de los autores más vendidos de la historia.",
        "price": 3100,
        "img": "/img/products/cuentos-de-hadas.png"
    },
    {
        "id": 3,
        "name": "El retrato de Dorian Gray",
        "author": "Oscar Wilde",
        "genre": "Ficción clásica",
        "description": "Las desventuras de Dorian Gray, ese dandi paradigmático y ocurrente obsesionado con lo efímero, y su pánico a envejecer nos deparan la más genial y absorbente de las vueltas de tuerca que jamás se le hayan dado a la novela fáustica.",
        "biographyAuthor": "Oscar Wilde nació en Irlanda en 1854, hijo de un médico y de una poeta. Graduado con honores de Trinity College y Magdalen College, donde su caracter jovial le había ganado el cariño de sus pares a pesar de su excentricidad, se convirtió en defensor del movimiento artístico esteticista; que postulaba que la belleza del arte es un fin en sí misma. Tras casarse con Constance Lloyd, amplió la visión de su sociedad al abordar en revistas femeninas no solo tendencias de moda, sino también opiniones de mujeres sobre arte, literatura y vida moderna. Su prolífica literatura es un retrato irónico y adornado de la sociedad inglesa de su época; incluyendo obras como “La importancia de llamarse Ernesto“ y “El retrato de Dorian Gray“. En 1895, en el apogeo de su carrera literaria, fue condenado a prisión tras ser denunciado por homosexualidad por su amigo Alfred Douglas, a quien escribió desde prisión la demoledora carta “De Profundis“. En 1897, Wilde sale de la cárcel. Emocionalmente exhausto y físicamente agotado, se marchó a Francia y nunca regresó a Inglaterra ni a Irlanda. Oscar Wilde murió el 30 de noviembre de 1900 a causa de una meningitis, a la edad de 46 años.",
        "price": 6000,
        "img": "/img/products/dorian-gray.png"
    },
    {
        "id": 4,
        "name": "Dune",
        "author": "Frank Herbert",
        "genre": "Ficción clásica, Ciencia ficción clásica",
        "description": "En el desértico planeta Arrakis, el agua es el bien más preciado y llorar a los muertos, elsímbolo de máxima prodigalidad. Pero algo hace de Arrakis una piezaestratégica para los intereses del Emperador, las Grandes Casas y laCofradía, los tres grandes poderes de la galaxia. Arrakis es el únicoorigen conocido de la melange, preciosa especia y uno de los bienesmás codiciados del universo. Al duque Leto Atreides se leasigna el gobierno de este mundo inhóspito, habitado por los indómitos Fremen y monstruosos gusanos de arena de centenares de metros delongitud. Sin embargo, cuando la familia es traicionada, su hijo yheredero, Paul, emprenderá un viaje hacia un destino más grande delque jamás hubiese podido soñar. Mezcla fascinante de aventura,misticismo, intrigas políticas y ecologismo, Dune seconvirtió, desde el momento de su publicación, en un fenómeno de culto y en la mayor epopeya de ciencia-ficción de todos los tiempos.",
        "biographyAuthor": "Frank Patrick Herbert, nacido el 8 de octubre de 1920 en Estados Unidos, fue un escritor estadounidense de ciencia ficción conocido por ser el autor de la serie de novelas futuristas Dune, un grupo de obras de gran complejidad que exploran temas como la ecología, la evolución humana, las consecuencias de la manipulación genética y las posibilidades místicas y psíquicas.\r\nHasta 1972, cuando empezó a escribir a tiempo completo, Herbert desempeñó diversos trabajos mientras escribía ciencia ficción socialmente comprometida. Trabajaba como periodista cuando se dio a conocer con la publicación de la épica Dune (1965), que se tradujo a 14 idiomas y vendió unos 12 millones de ejemplares, más que ningún otro libro de ciencia ficción de la historia. Sin embargo, su prolífica carrera abarcó mucho más. Escribió obras muy diversas, desde relatos breves hasta novelas que abordaban problemas sociales acuciantes.\r\nAunque “Dune“ sigue siendo su creación más conocida, el legado de Herbert reverbera a través de un espectro de temas, desentrañando complejas narrativas humanas con trasfondos especulativos. Herbert dio una nueva forma a la ciencia ficción, utilizando su pluma para ahondar en los intrincados recovecos de la existencia y las posibilidades humanas.",
        "price": 3000,
        "img": "/img/products/dune.png"
    },
    {
        "id": 5,
        "name": "La verdad sobre el caso del señor Valderman",
        "author": "Edgar Allan Poe",
        "genre": "Textos clásicos",
        "description": "El  protagonista anónimo tiene un interés especial sobre la hipnosis, y quiere llevar a cabo un experimento jamás realizado. Su intención es hipnotizar a hombre que está a punto de morir. El elegido pare el experimento es el señor Ernest Valdemar, un hombre enfermo de tuberculosis. Cuando llegan las últimas horas de vida de el señor Valdemar, el protagonista, con ayuda de los doctores D, F y el señor L, hipnotizan al enfermo.",
        "biographyAuthor": "Edgar Allan Poe (1809-1849) fue un escritor, poeta, editor y crítico literario estadounidense conocido por sus cuentos macabros y góticos. Nacido en Boston, Massachusetts, Poe tuvo una vida tumultuosa marcada por la tragedia. Sus padres murieron cuando era joven, y fue criado por John Allan, un rico comerciante de tabaco, pero su relación fue tensa debido a desacuerdos financieros. Poe asistió brevemente a la Universidad de Virginia antes de alistarse en el ejército. Publicó su primer libro de poesía en 1827 y más tarde alcanzó el reconocimiento por sus relatos cortos, como “La caída de la casa Usher“ y “El corazón delator“. Estos relatos, caracterizados por su profundidad psicológica y sus temas oscuros, sentaron las bases de los géneros policíaco y de terror en la literatura estadounidense.\r\n Las obras críticas de Poe también dejaron un impacto duradero en la teoría literaria. Defendió la importancia de la unidad en un relato corto y destacó el impacto emocional de una obra por encima de su mensaje didáctico o moral. \r\n A pesar de su talento, tuvo dificultades para mantener unos ingresos estables debido a problemas con los derechos de autor y a la falta de leyes internacionales sobre derechos de autor en aquella época.\r\n La tragedia siguió persiguiendo a Poe cuando su esposa, Virginia, sucumbió a la tuberculosis en 1847. El propio Poe murió misteriosamente en 1849 a la edad de 40 años. Sin embargo, su legado literario perduró. ",
        "price": 2000,
        "img": "/img/products/edgar-allan-poe.png"
    },
    {
        "id": 6,
        "name": "El corazón delator",
        "author": "Edgar Allan Poe",
        "genre": "Cuentos clásicos de terror y fantasmas, Novelas gráficas",
        "description": "En este cuento Edgar Allan Poe explora la perdición del ser humano por el odio gratuito e irracional que se deja crecer en el corazón de los asesinos. El narrador está haciendo un recuento de su actuación hasta explicar su propio arresto por los oficiales y el odio que sentía crecer por un anciano y su ojo.",
        "biographyAuthor": "Edgar Allan Poe (1809-1849) fue un escritor, poeta, editor y crítico literario estadounidense conocido por sus cuentos macabros y góticos. Nacido en Boston, Massachusetts, Poe tuvo una vida tumultuosa marcada por la tragedia. Sus padres murieron cuando era joven, y fue criado por John Allan, un rico comerciante de tabaco, pero su relación fue tensa debido a desacuerdos financieros. Poe asistió brevemente a la Universidad de Virginia antes de alistarse en el ejército. Publicó su primer libro de poesía en 1827 y más tarde alcanzó el reconocimiento por sus relatos cortos, como “La caída de la casa Usher“ y “El corazón delator“. Estos relatos, caracterizados por su profundidad psicológica y sus temas oscuros, sentaron las bases de los géneros policíaco y de terror en la literatura estadounidense.\r\n Las obras críticas de Poe también dejaron un impacto duradero en la teoría literaria. Defendió la importancia de la unidad en un relato corto y destacó el impacto emocional de una obra por encima de su mensaje didáctico o moral. \r\n A pesar de su talento, tuvo dificultades para mantener unos ingresos estables debido a problemas con los derechos de autor y a la falta de leyes internacionales sobre derechos de autor en aquella época.\r\n La tragedia siguió persiguiendo a Poe cuando su esposa, Virginia, sucumbió a la tuberculosis en 1847. El propio Poe murió misteriosamente en 1849 a la edad de 40 años. Sin embargo, su legado literario perduró. ",
        "price": 5000,
        "img": "/img/products/el-corazon-delator.png"
    },
    {
        "id": 7,
        "name": "El Hobbit",
        "author": "J.R.R. Tolkien",
        "genre": "Fantasía, Ciencia ficción",
        "description": "La historia narra el viaje de un hobbit llamado Bilbo Bolsón (tío de Frodo, uno de los protagonistas principales de El Señor de los Anillos), al que no le gustan las aventuras, a la Montaña Solitaria en busca del tesoro robado por el dragón Smaug años atrás. Todo empieza un inesperado día en el que Bilbo recibe la visita de Gandalf el Gris junto con 13 enanos, entre los que se cuenta a Thorin, Escudo-de-Roble, a cuya familia le fue robado el tesoro. Algunos de los hechos narrados en El Hobbit influirán en los acontecimientos posteriores de El Señor de los Anillos.La inclusión de esta obra en Austral marca un hito en la colección, que abre su catálogo a obras más populares avaladas por cientos de miles de ejemplares vendidos.",
        "biographyAuthor": "J.R.R. Tolkien (1892-1973) fue un escritor, filólogo y académico inglés, conocido sobre todo por sus obras de alta fantasía que han cautivado a generaciones de lectores. Nacido en Bloemfontein (Sudáfrica), se trasladó a Inglaterra con su familia cuando era muy joven, tras la muerte de su padre.\r\nLa temprana fascinación de Tolkien por las lenguas y la mitología influyó enormemente en sus creaciones literarias. Estudió en la Universidad de Oxford y más tarde fue profesor de lengua y literatura anglosajona e inglesa. Sus actividades académicas le permitieron profundizar en las lenguas y los mitos antiguos que darían forma al rico tapiz de sus mundos de ficción.\r\n Su obra magna, “El Señor de los Anillos“, se publicó como trilogía entre 1954 y 1955. Ambientada en el reino ficticio de la Tierra Media, la saga épica sigue el peligroso viaje de un variopinto grupo de personajes para destruir un poderoso anillo y derrotar al señor oscuro Sauron. La meticulosa construcción del mundo por parte de Tolkien, con sus lenguas, culturas, historias y una geografía totalmente realista, sentó nuevas bases para el género fantástico. Su intrincada construcción del mundo, sus memorables personajes y sus profundos temas sobre la amistad, el heroísmo y la lucha entre el bien y el mal han dejado una huella indeleble. Sus obras han sido adaptadas al cine con gran éxito y han inspirado a innumerables autores, artistas y creadores. El legado de J.R.R. Tolkien continúa prosperando, encantando a los lectores e inspirando a escritores actuales a crear obras como “Canción de Hielo y Fuego“.",
        "price": 7000,
        "img": "/img/products/el-hobbit.png"
    },
    {
        "id": 8,
        "name": "El lobo estepario",
        "author": "Hermann Hesse",
        "genre": "Ficción clásica",
        "description": "El lobo estepario se inscribe dentro del empeño, patente a lo largo de toda su obra, por iluminar la zona oscura de la condición humana a fin de poner al descubierto su carga trágica y su incierto destino. Ser solitario e incomunicado, extraño y extrañado, Harry Haller, protagonista de esta emblemática novela, ha acabado convirtiéndose en un arquetipo literario en el que se reconocen quienes padecen los efectos deshumanizadores de una sociedad que no conoce la solidaridad y propicia el aislamiento.",
        "biographyAuthor": "Hermann Hesse (1877-1962) fue un escritor y poeta germano-suizo conocido por sus profundas exploraciones de la espiritualidad, el autodescubrimiento y la condición humana. Nacido en Alemania, creció en el seno de una familia pietista y vivió una juventud problemática marcada por los conflictos con sus padres y las dificultades en la escuela.\r\nSu afán viajero y su deseo de autoexploración le llevaron a viajar por Europa y Asia, experiencias que influirían profundamente en sus obras posteriores.\r\n Una de sus novelas más célebres, “Siddhartha“ (1922), se inspira en la filosofía y la espiritualidad orientales, siguiendo el viaje de un joven en busca de la iluminación. El interés de Hesse por el pensamiento y el misticismo orientales siguió influyendo en su escritura, como queda patente en obras como “El lobo estepario“ (1927), que ahonda en la dualidad de la naturaleza humana.\r\n Durante el tumultuoso periodo de entreguerras, la postura antibelicista y los temas espirituales de Hesse resonaron entre los lectores que buscaban sentido en un mundo fracturado. Su negativa a alinearse con la ideología nazi hizo que sus obras fueran prohibidas en Alemania, lo que le llevó a nacionalizarse suizo. Ganó el Premio Nobel de Literatura en 1946.\r\n Su influencia se extendió más allá de la literatura. El movimiento contracultural de los años sesenta hizo suyos los temas de autodescubrimiento y rebelión contra las normas sociales de Hesse.\r\n Los escritos de Hermann Hesse siguen siendo relevantes por su exploración de las luchas humanas universales y la búsqueda de la plenitud espiritual. Su legado perdura como fuente de inspiración para quienes navegan por las complejidades de la existencia y buscan una comprensión más profunda de sí mismos y del mundo que les rodea.",
        "price": 3000,
        "img": "/img/products/el-lobo-estepario.png"
    },
    {
        "id": 9,
        "name": "En la colonia penitenciaria",
        "author": "Franz Kafka",
        "genre": "Ficción clásica",
        "description": "'Un libro tiene que ser el hacha que rompa nuestro mar congelado' F K En el primer relato de este libro, el oficial de la penitenciaría describe con minuciosidad un refinado artefacto, del cual se siente personalmente orgulloso, que sirve para ejecutar a los condenados. Su interlocutor, el viajero sin nombre, escucha cortésmente las repugnantes explicaciones y muestra un blando desacuerdo en cuanto al uso del infernal aparato, que también comparte el nuevo comandante de la penitenciaría. La discrepancia de pareceres contraría de tal manera al oficial que este toma una cruenta resolución. La condena narra las relaciones entre un padre y un hijo y el amigo de este, que en un principio transcurren con una cierta normalidad, pero inopinadamente emprenden un camino de incomprensible desazón hasta llegar a un final de sorprendente crudeza.",
        "biographyAuthor": "Franz Kafka (1883-1924) fue un escritor checo de lengua alemana cuyas singulares y enigmáticas obras han tenido un profundo impacto en la literatura y el pensamiento modernos. Nacido en Praga en el seno de una familia judía de clase media, la obra de Kafka se convertiría más tarde en sinónimo de alienación, burocracia y desesperación existencial.\r\nSu infancia estuvo marcada por una tensa relación con su padre y un profundo sentimiento de aislamiento. Estudió Derecho en la universidad y trabajó para una compañía de seguros, una experiencia que influiría enormemente en sus escritos, sobre todo en su exploración de los sistemas burocráticos opresivos y absurdos.\r\n Sus obras más famosas, como “La metamorfosis“ (1915) y “El proceso“ (1925), ejemplifican sus temas de surrealismo e introspección psicológica. “La Metamorfosis“ cuenta la historia de Gregor Samsa, que un día se despierta y se encuentra transformado en un insecto gigante, lo que constituye una poderosa alegoría de la alienación y el absurdo.\r\n “El proceso“ se adentra en la pesadilla de Josef K., detenido y sometido a un desconcertante proceso judicial por un delito no especificado.Franz Kafka falleció el 3 de junio de 1924 debido a complicaciones de tuberculosis, dejando un legado que La escritura de Franz Kafka sigue invitando a los lectores a enfrentarse a las incertidumbres de la existencia y a los entresijos de la psique humana.",
        "price": 3000,
        "img": "/img/products/frank-kafka.png"
    },
    {
        "id": 10,
        "name": "Obras Completas de Sigmund Freud",
        "author": "Sigmund Freud",
        "genre": "Teoría psicoanalítica",
        "description": "Esta edición de las 'Obras completas' de Sigmund Freud pone a disposición de los lectores y estudiosos hispanohablantes la traducción de una obra fundacional. A este exhaustivo trabajo se suman la revisión de los textos de Jacobo Numhauser y su ordenamiento cronológico, según el criterio de la edición de James Strachey y Anna Freud; el aparato crítico, que contribuye a esclarecer conceptos y referencias, y una selección iconográfica del autor, además de ilustraciones afines a su obra. Asimismo, por primera vez las 'Obras completas' de Sigmund Freud incluyen un cuarto tomo de índices alfabéticos  y temáticos que servirá de guía para quienes deseen profundizar exhaustivamente en la vastedad científica de esta obra.",
        "biographyAuthor": "Sigmund Freud (1856-1939) fue un neurólogo austriaco y fundador del psicoanálisis, un campo pionero que revolucionó nuestra comprensión de la mente humana. Nació en lo que hoy es la República Checa y más tarde se estableció en Viena (Austria).\r\n La exploración por Freud de la mente inconsciente y su influencia en el comportamiento humano condujo al desarrollo del psicoanálisis. Introdujo conceptos como el complejo de Edipo, el ello, el ego y el superego, y la interpretación de los sueños. Su obra desafió las opiniones predominantes sobre psicología y sexualidad.\r\n Recibió tanto elogios como críticas por sus teorías, que incluían ideas controvertidas sobre el desarrollo humano y la sexualidad, y su flagrante deshonestidad como investigador. A pesar de la oposición, las ideas de Freud se impusieron y dieron forma a los campos de la psicología, la psiquiatría y los estudios culturales.\r\nEn 1938, cuando los nazis subieron al poder en Austria, Freud huyó a Londres para escapar de la persecución por su ascendencia judía. Su salud empeoró y luchó contra un cáncer de boca. Continuó escribiendo y trabajando en sus teorías durante sus últimos años.\r\n Sigmund Freud murió el 23 de septiembre de 1939 en Londres, dejando un legado que transformó nuestra comprensión de la mente y sigue influyendo en la psicología, la literatura y las artes.",
        "price": 10000,
        "img": "/img/products/sigmund-freud.png"
    },
    {
        "id": 11,
        "name": "1984",
        "author": "George Orwell",
        "genre": "Ciencia ficción",
        "description": "Londres, 1984: Winston Smith decide rebelarse ante un gobierno totalitario que controla cada uno de los movimientos de sus ciudadanos y castiga incluso a aquellos que delinquen con el pensamiento. Consciente de las terribles consecuencias que puede acarrear la disidencia, Winston se une a la ambigua Hermandad por mediación del líder O'Brien. Paulatinamente, sin embargo, nuestro protagonista va comprendiendo que ni la Hermandad ni O'Brien son lo que aparentan, y que la rebelión, al cabo, quizá sea un objetivo inalcanzable.",
        "biographyAuthor": "George Orwell (1903-1950) fue un novelista, ensayista, periodista y crítico inglés célebre por su análisis crítico y perspicaz de temas políticos y sociales. Nacido como Eric Arthur Blair en la India, fue a la escuela en Inglaterra y más tarde sirvió en la Policía Imperial India en Birmania.\r\n Las experiencias de Orwell le llevaron a cuestionar la autoridad y el poder, temas que definirían su obra. Alcanzó la fama literaria con “Rebelión en la granja“ (1945), una alegoría satírica de la Revolución Rusa y la aparición del totalitarismo. La novela explora cómo el idealismo puede convertirse en opresión.\r\n Su obra maestra “Mil novecientos ochenta y cuatro“ (1949) describe un futuro distópico bajo el dominio de un régimen totalitario dirigido por el Gran Hermano. La acuñación por Orwell de términos como “neolengua“ y “crímen de pensamiento“ se ha convertido en emblema de la manipulación política y los estados de vigilancia.\r\n El compromiso de Orwell con la honestidad y la verdad se extendió a su periodismo y sus ensayos. Escribió sobre la pobreza, las desigualdades de clase y los peligros de la propaganda. Sus experiencias en la Guerra Civil española influyeron en su relato “Homenaje a Cataluña“. \r\n Aquejado de tuberculosis, la salud de Orwell empeoró, pero siguió escribiendo prolíficamente hasta su muerte. Falleció el 21 de enero de 1950 en Londres, dejando un legado literario que sigue siendo esencial por su crítica del poder, el lenguaje y las complejidades de la verdad en la sociedad.",
        "price": 5000,
        "img": "/img/products/george-orwell-1984.png"
    },
    {
        "id": 12,
        "name": "¿Cuánta tierra necesita un hombre?",
        "author": "León Tolstói",
        "genre": "Ficción histórica, Aventura",
        "description": "Pajom es un campesino al que ninguna extensión de tierra satisface: cuanta más tiene, más necesita. Al conocer que los habitantes de una lejana región, los bashkirios, le ofrecen tanta tierra como pueda recorrer en un día, no lo dudará e intentará abarcar la mayor cantidad posible.",
        "biographyAuthor": "León Tolstoi (1828-1910) fue un novelista y filósofo ruso conocido por sus monumentales obras que exploran la naturaleza humana, la sociedad y la espiritualidad. Nacido en la nobleza rusa, tuvo una educación privilegiada, pero más tarde cuestionó las desigualdades e injusticias de su sociedad.\r\n Entre las obras maestras de Tolstói figuran “La guerra y la paz“ (1869) y “Ana Karenina“ (1877), que profundizan en la vida interior de los personajes y en la dinámica de la sociedad. “La guerra y la paz“ ofrece una visión panorámica de la sociedad rusa durante la época napoleónica, mientras que “Ana Karenina“ examina las complejidades del amor, la moral y las normas sociales. \r\n En sus últimos años, Tolstoi experimentó una profunda transformación espiritual, renunciando a su estilo de vida aristocrático y a su riqueza. Desarrolló una filosofía que hacía hincapié en la sencillez, el pacifismo y la compasión. Estas creencias provocaron conflictos en el seno de su familia y de la Iglesia Ortodoxa Rusa. \r\n Las enseñanzas de Tolstói, centradas en la no violencia y la búsqueda de una vida con sentido, influyeron en figuras como Mahatma Gandhi y Martin Luther King Jr. Escribió ensayos sobre temas que iban desde la educación y el arte hasta la religión y la ética.\r\n La salud de Tolstói empeoró en sus últimos años y buscó la soledad. Abandonó su finca y a su familia, embarcándose en un viaje que terminaría en la remota estación de tren de Astapovo, donde cayó enfermo. Falleció el 20 de noviembre de 1910, dejando un legado literario que sigue iluminando la experiencia humana y la búsqueda de un significado más profundo.",
        "price": 3000,
        "img": "/img/products/leon-tolstoi.png"
    },
    {
        "name": "Rayuela",
        "author": "Julio Cortázar",
        "genre": "Latinoamericana",
        "description": "\"Rayuela\" de Julio Cortázar es una novela innovadora que desafía la estructura narrativa tradicional. Cuenta la historia de Horacio Oliveira, un intelectual argentino que vive en París, y su tumultuosa relación amorosa con La Maga y El Club de la Serpiente (\"Del lado de allá\"), y con Traveler y Talita (\"Del lado de acá\"). A lo largo del libro se incluyen recortes de noticias, fragmentos escritos por otros autores, capítulos \"prescindibles\", capítulos escritos en idiomas inventados por los personajes, y encuentros con un escritor que se plantea a sí mismo el problema de la \"Rayuela\". El libro es conocido por su formato poco convencional, que permite a los lectores elegir su propio camino a través de la narración, saltando entre capítulos y perspectivas. Explora temas como la identidad, el apego, la migración y el existencialismo, lo que la convierte en una obra fundamental de la literatura latinoamericana y en una obra maestra de la narrativa experimental. El estilo innovador de Cortázar invita a los lectores a participar activamente en el texto, creando una experiencia de lectura envolvente y creativa.",
        "biographyAuthor": "Julio Cortázar (1914-1984) fue un escritor argentino y uno de los autores más influyentes en lengua española. Nacido en Bélgica de padres argentinos, pasó gran parte de su vida en Argentina y más tarde en Francia.\r\nCortázar es conocido sobre todo por sus obras de ficción innovadoras y experimentales. Su literatura desafía las formas narrativas tradicionales. Esto es evidente en \"Rayuela\", que permite a los lectores elegir su propio orden de lectura, creando una experiencia literaria única y no lineal.\r\nSu obra aborda a menudo temas como el existencialismo, la identidad y los límites entre realidad y fantasía. El uso que Cortázar hace del flujo de consciencia y su fascinación por lo fantástico y lo surrealista (que el escritor describe como \"presente en su vida desde la infancia\") han dejado una huella perdurable en la literatura del boom latinoamericano.\r\nAdemás de su obra de ficción, Cortázar fue también un consumado traductor y ensayista, contribuyendo a la difusión de las obras de Edgar Allan Poe y otros autores en el mundo hispanohablante.\r\nJulio Cortázar falleció el 12 de febrero de 1984 en París, Francia.",
        "tapaDura": 8500,
        "tapaBlanda": 3800,
        "pdf": 1600,
        "epub": "2100",
        "ebook": null,
        "img": "/img/products/book-1694146409262.jpg",
        "id": 13
    },
    {
        "name": "Ensayos de Montaigne",
        "author": "Michel de Montaigne",
        "genre": "filosofia",
        "description": "\"...tampoco me propongo con mi obra prestarte ningún servicio, ni con ella trabajo para mi gloria, que mis fuerzas no alcanzan al logro de tal designio. Lo consagro a la comodidad particular de mis parientes y amigos para que, cuando yo muera (lo que acontecerá pronto), puedan encontrar en él algunos rasgos de mi condición y humor, y por este medio conserven más completo y más vivo el conocimiento que de mí tuvieron. Si mi objetivo hubiera sido buscar el favor del mundo, habría echado mano de adornos prestados; pero no, quiero sólo mostrarme en mi manera de ser sencilla, natural y ordinaria, sin estudio ni artificio, porque soy yo mismo a quien pinto\". -Extracto del prefacio del presente libro.",
        "biographyAuthor": "Michel de Montaigne (1533-1592) fue un filósofo, ensayista y estadista francés del Renacimiento. Nacido en el seno de una familia noble del suroeste de Francia, recibió una educación clásica. Montaigne fue magistrado en Burdeos y más tarde alcalde de esa ciudad.\r\nSu obra más conocida es \"Ensayos\", una colección de reflexiones y consideraciones personales. En estos ensayos, Montaigne exploró una amplia gama de temas, desde la naturaleza humana y la educación hasta la amistad y la moralidad. A menudo se le considera uno de los primeros practicantes de la introspección en la literatura, ya que examinaba sus propios pensamientos y experiencias.\r\nLos ensayos de Montaigne se caracterizan por su enfoque franco y a menudo escéptico del conocimiento y el comportamiento humano, y por la impronta estilística de su carácter personal y humor. Adoptó la idea de que la verdad es relativa y está sujeta a las perspectivas individuales y culturales, un concepto que influyó enormemente en el pensamiento filosófico posterior. Reconoce, por ende, la gran importancia de la libertad humana y de la búsqueda de la verdad. Por esto, a menudo se piensa en él como un nexo entre la filosofía medieval y la moderna.\r\nAdemás de sus actividades literarias, Montaigne se dedicó a la política y la diplomacia. Desempeñó un papel crucial en las negociaciones entre las facciones católica y protestante durante las Guerras de Religión francesas, marcando como su objetivo la consecución de una paz duradera. \r\nMichel de Montaigne falleció el 13 de septiembre de 1592 en el castillo de su familia en Francia. Su innovador enfoque de la escritura, su exploración de la naturaleza humana y sus contribuciones a la diplomacia han dejado un legado duradero en la literatura, la filosofía y la política.",
        "tapaDura": 6500,
        "tapaBlanda": 6200,
        "pdf": 800,
        "epub": "1200",
        "ebook": null,
        "img": "/img/products/book-1694199971073.jpg",
        "id": 14
    },
    {
        "name": "A game of thrones (inglés)",
        "author": "George R. R. Martin",
        "genre": "fantasia",
        "description": "\"Juego de tronos\", de George R.R. Martin, es la primera entrega de la serie de fantasía épica \"Canción de hielo y fuego\". La historia sigue las luchas de poder entre familias nobles que se disputan el control del Trono de Hierro. La novela es famosa por la complejidad de sus personajes, la intriga política y la riqueza de detalles de un mundo lleno de caballeros, dragones y magia. Martin teje una apasionante historia de honor, traición y ambición, presentando a los lectores un amplio elenco de personajes, cada uno con sus propios motivos y secretos. Mientras los Siete Reinos se tambalean al borde de la guerra, el libro es una mezcla magistral de maniobras políticas y elementos sobrenaturales, lo que lo convierte en una lectura cautivadora para los aficionados a la fantasía épica y la narración intrincada.",
        "biographyAuthor": "George R.R. Martin, nacido el 20 de septiembre de 1948 en Bayonne (Nueva Jersey, EEUU), es un escritor y productor de televisión estadounidense más conocido por \"Canción de hielo y fuego\", una célebre saga de fantasía que comenzó con \"Juego de tronos\" en 1996. Martin comenzó su carrera de escritor en la década de 1970, trabajando en relatos de ciencia ficción y terror, pero adquirió fama internacional con su serie de fantasía, conocida por la intrincada construcción del mundo, los complejos personajes y la intriga política. La adaptación televisiva de \"Juego de Tronos\" se convirtió en un fenómeno cultural. Actualmente reside con su esposa en Santa Fe, New Mexico, EEUU.",
        "tapaDura": 12000,
        "tapaBlanda": 9200,
        "pdf": 2100,
        "epub": "2100",
        "ebook": null,
        "img": "/img/products/book-1694202309045.webp",
        "id": 15
    }
]