[
  {
    "id": 1,
    "name": "Trilogía de la Fundación",
    "author": "Isaac Asimov",
    "genre": "Ciencia ficción clásica",
    "description": "El hombre se ha dispersado por toda la galaxia. La capital del Imperio es Trántor, nido de intrigas y corrupción. Gracias a su ciencia, fundada en el estudio matemático de los hechos históricos y el comportamiento de las masas, el psicohistoriador Hari Seldon prevé la caída del Imperio y el retorno a la barbarie durante varios milenios. A fin de reducir este período de barbarie a mil años, Seldon decide crear una Fundación en un extremo de la galaxia.El poderío de la Fundación alcanza límites insospechados, su dominio se sostiene en la energía, la religión y el comercio. Sin embargo, la aparición del Mulo, un individuo dotado de poderes paranormales, desafía todas las previsiones. Conquistando planeta tras planeta, le gana terreno a la Fundación de manera vertiginosa. La salvación de la galaxia queda en manos de una Segunda Fundación totalmente secreta y cuyo emplazamiento es desconocido incluso para los dirigentes de la Primera.",
    "biographyAuthor": "",
    "price": 1989,
    "img": "/img/home/asimov.png"
  },
  {
    "id": 2,
    "name": "Cuento de hadas",
    "author": "Stephen King",
    "genre": "Aventura, Fantasía",
    "description": "Charlie Reade parece un estudiante de instituto normal y corriente, pero carga con un gran peso sobre los hombros. Cuando él solo tenía diez años, su madre fue víctima de un atropello y la pena empujó a su padre a la bebida. Aunque era demasiado joven, Charlie tuvo que aprender a cuidarse solo... y también a ocuparse de su padre. Ahora, con diecisiete años, Charlie encuentra dos amigos inesperados: una perra llamada Radar y Howard Bowditch, su anciano dueño. El señor Bowditch es un ermitaño que vive en una colina enorme, en una casa enorme que tiene un cobertizo cerrado a cal y canto en el patio trasero. A veces, sonidos extraños emergen de él. Mientras Charlie se encarga de hacer recados para el señor Bowditch, Radar y él se hacen inseparables. Cuando el anciano fallece, le deja al chico una cinta de casete que contiene una historia increíble y el gran secreto que Bowditch ha guardado durante toda su vida: dentro de su cobertizo existe un portal que conduce a otro mundo.",
    "biographyAuthor": "",
    "price": 3100,
    "img": "/img/home/cuentos-de-hadas.png"
  },
  {
    "id": 3,
    "name": "El retrato de Dorian Gray",
    "author": "Oscar Wilde",
    "genre": "Ficción clásica",
    "description": "Las desventuras de Dorian Gray, ese dandi paradigmático y ocurrente obsesionado con lo efímero, y su pánico a envejecer nos deparan la más genial y absorbente de las vueltas de tuerca que jamás se le hayan dado a la novela fáustica.",
    "biographyAuthor": "",
    "price": 6000,
    "img": "/img/home/dorian-gray.png"
  },
  {
    "id": 4,
    "name": "Dune",
    "author": "Frank Herbert",
    "genre": "Ficción clásica, Ciencia ficción clásica",
    "description": "En el desértico planeta Arrakis, el agua es el bien más preciado y llorar a los muertos, elsímbolo de máxima prodigalidad. Pero algo hace de Arrakis una piezaestratégica para los intereses del Emperador, las Grandes Casas y laCofradía, los tres grandes poderes de la galaxia. Arrakis es el únicoorigen conocido de la melange, preciosa especia y uno de los bienesmás codiciados del universo. Al duque Leto Atreides se leasigna el gobierno de este mundo inhóspito, habitado por los indómitos Fremen y monstruosos gusanos de arena de centenares de metros delongitud. Sin embargo, cuando la familia es traicionada, su hijo yheredero, Paul, emprenderá un viaje hacia un destino más grande delque jamás hubiese podido soñar. Mezcla fascinante de aventura,misticismo, intrigas políticas y ecologismo, Dune seconvirtió, desde el momento de su publicación, en un fenómeno de culto y en la mayor epopeya de ciencia-ficción de todos los tiempos.",
    "biographyAuthor": "",
    "price": 3000,
    "img":"/img/home/dune.png"
  },
  {
    "id": 5,
    "name": "La verdad sobre el caso del señor Valderman",
    "author": "Edgar Allan Poe",
    "genre": "Textos clásicos",
    "description": "El  protagonista anónimo tiene un interés especial sobre la hipnosis, y quiere llevar a cabo un experimento jamás realizado. Su intención es hipnotizar a hombre que está a punto de morir. El elegido pare el experimento es el señor Ernest Valdemar, un hombre enfermo de tuberculosis. Cuando llegan las últimas horas de vida de el señor Valdemar, el protagonista, con ayuda de los doctores D, F y el señor L, hipnotizan al enfermo.",
    "biographyAuthor": "",
    "price": 2000,
    "img": "/img/home/edgar-allan-poe.png"
  },
  {
    "id": 6,
    "name": "El corazón delator",
    "author": "Edgar Allan Poe",
    "genre": "Cuentos clásicos de terror y fantasmas, Novelas gráficas",
    "description": "En este cuento Edgar Allan Poe explora la perdición del ser humano por el odio gratuito e irracional que se deja crecer en el corazón de los asesinos. El narrador está haciendo un recuento de su actuación hasta explicar su propio arresto por los oficiales y el odio que sentía crecer por un anciano y su ojo.",
    "biographyAuthor": "",
    "price": 5000,
    "img": "/img/home/el-corazon-delator.png"
  },
  {
    "id": 7,
    "name": "El Hobbit",
    "author": "J.R.R. Tolkien",
    "genre": "Fantasía, Ciencia ficción",
    "description": "La historia narra el viaje de un hobbit llamado Bilbo Bolsón (tío de Frodo, uno de los protagonistas principales de El Señor de los Anillos), al que no le gustan las aventuras, a la Montaña Solitaria en busca del tesoro robado por el dragón Smaug años atrás. Todo empieza un inesperado día en el que Bilbo recibe la visita de Gandalf el Gris junto con 13 enanos, entre los que se cuenta a Thorin, Escudo-de-Roble, a cuya familia le fue robado el tesoro. Algunos de los hechos narrados en El Hobbit influirán en los acontecimientos posteriores de El Señor de los Anillos.La inclusión de esta obra en Austral marca un hito en la colección, que abre su catálogo a obras más populares avaladas por cientos de miles de ejemplares vendidos.",
    "biographyAuthor": "",
    "price": 7000,
    "img": "/img/home/el-hobbit.png"
  },
  {
    "id": 8,
    "name": "El lobo estepario",
    "author": "Hermann Hesse",
    "genre": "Ficción clásica",
    "description": "El lobo estepario se inscribe dentro del empeño, patente a lo largo de toda su obra, por iluminar la zona oscura de la condición humana a fin de poner al descubierto su carga trágica y su incierto destino. Ser solitario e incomunicado, extraño y extrañado, Harry Haller, protagonista de esta emblemática novela, ha acabado convirtiéndose en un arquetipo literario en el que se reconocen quienes padecen los efectos deshumanizadores de una sociedad que no conoce la solidaridad y propicia el aislamiento.",
    "biographyAuthor": "",
    "price": 3000,
    "img": "/img/home/el-lobo-estepario.png"
  },
  {
    "id": 9,
    "name": "En la colonia penitenciaria",
    "author": "Franz Kafka",
    "genre": "Ficción clásica",
    "description": "'Un libro tiene que ser el hacha que rompa nuestro mar congelado' F K En el primer relato de este libro, el oficial de la penitenciaría describe con minuciosidad un refinado artefacto, del cual se siente personalmente orgulloso, que sirve para ejecutar a los condenados. Su interlocutor, el viajero sin nombre, escucha cortésmente las repugnantes explicaciones y muestra un blando desacuerdo en cuanto al uso del infernal aparato, que también comparte el nuevo comandante de la penitenciaría. La discrepancia de pareceres contraría de tal manera al oficial que este toma una cruenta resolución. La condena narra las relaciones entre un padre y un hijo y el amigo de este, que en un principio transcurren con una cierta normalidad, pero inopinadamente emprenden un camino de incomprensible desazón hasta llegar a un final de sorprendente crudeza.",
    "biographyAuthor": "",
    "price": 3000,
    "img": "/img/home/frank-kafka.png"
  },
  {
    "id": 10,
    "name": "Obras Completa",
    "author": "Sigmund Freud",
    "genre": "Teoría psicoanalítica",
    "description": "Esta edición de las 'Obras completas' de Sigmund Freud pone a disposición de los lectores y estudiosos hispanohablantes la traducción de una obra fundacional. A este exhaustivo trabajo se suman la revisión de los textos de Jacobo Numhauser y su ordenamiento cronológico, según el criterio de la edición de James Strachey y Anna Freud; el aparato crítico, que contribuye a esclarecer conceptos y referencias, y una selección iconográfica del autor, además de ilustraciones afines a su obra. Asimismo, por primera vez las 'Obras completas' de Sigmund Freud incluyen un cuarto tomo de índices alfabéticos  y temáticos que servirá de guía para quienes deseen profundizar exhaustivamente en la vastedad científica de esta obra.",
    "biographyAuthor": "",
    "price": 10000,
    "img": "/img/home/sigmund-freud.png"
  },
  {
    "id": 11,
    "name": "1984",
    "author": "George Orwell",
    "genre": "Ciencia ficción",
    "description": "Londres, 1984: Winston Smith decide rebelarse ante un gobierno totalitario que controla cada uno de los movimientos de sus ciudadanos y castiga incluso a aquellos que delinquen con el pensamiento. Consciente de las terribles consecuencias que puede acarrear la disidencia, Winston se une a la ambigua Hermandad por mediación del líder O'Brien. Paulatinamente, sin embargo, nuestro protagonista va comprendiendo que ni la Hermandad ni O'Brien son lo que aparentan, y que la rebelión, al cabo, quizá sea un objetivo inalcanzable.",
    "biographyAuthor": "",
    "price": 5000,
    "img": "/img/home/george-orwell-1984.png"
  },
  {
    "id": 12,
    "name": "¿Cuánta tierra necesita un hombre?",
    "author": "León Tolstói",
    "genre": "Ficción histórica, Aventura",
    "description": "Pajom es un campesino al que ninguna extensión de tierra satisface: cuanta más tiene, más necesita. Al conocer que los habitantes de una lejana región, los bashkirios, le ofrecen tanta tierra como pueda recorrer en un día, no lo dudará e intentará abarcar la mayor cantidad posible.",
    "biographyAuthor": "",
    "price": 3000,
    "img": "/img/home/leon-tolstoi.png"
  }
]